Repository: bestwebsoft/Htaccess
Catalog: languages/htaccess-*.po
Languages: pl_pl

source: Settings
pl_pl: Ustawienia

source: Support
pl_pl: Pomoc

source: Settings saved.
pl_pl: Ustawienia zapisane

source: All plugin settings were restored.
pl_pl: Wszystkie ustawienia wtyczki zostały przywrócone.

source: Htaccess Settings
pl_pl: Htaccess - Ustawienia

source: Go PRO
pl_pl: Wersja PRO

source: Notice:
pl_pl: Uwaga:

source: It is very important to be extremely attentive when making changes to .htaccess file. If after making changes your site stops functioning, please see
pl_pl: To jest bardzo ważne, aby być bardzo uważny podczas wprowadzania zmian do pliku .htaccess. Jeśli po wprowadzeniu zmian Twojej witryny przestanie działać, proszę sprawdzić

source: The changes will be applied immediately after saving the changes, if you are not sure - do not click the "Save changes" button.
pl_pl: Zmiany zostaną zastosowane automatycznie po zapisaniu ustawień, jeśli masz wątpliwości nie klikaj na "Zapisz ustawienia"

source: Allow from
pl_pl: Zezwól z

source: Info about the arguments to the Allow directive
pl_pl: Informacje na temat argumentów dyrektywy Allow

source: Controlling access to your website using the .htaccess
pl_pl: Kontrolowanie dostępu do witryny za pomocą .htaccess

source: Deny from
pl_pl: Zabroń z

source: Info about the arguments to the Deny directive
pl_pl: Informacje na temat argumentów dyrektywy Deny

source: Allow from ( automatically added )
pl_pl: Zezwól z ( dodane automatycznie )

source: You can edit the content of directives that have been added automatically on
pl_pl: Można edytować treść dyrektyw, które zostały dodane automatycznie na

source: Deny from ( automatically added )
pl_pl: Zabroń z ( Dodane automatycznie )

source: Close
pl_pl: Zamknij

source: Access to xmlrpc.php
pl_pl: Dostęp do xmlrpc.php

source: Learn more
pl_pl: Czytaj dalej

source: What is XML-RPC?
pl_pl: Czym jest XML-RPC?

source: Disable hotlinking
pl_pl: Zablokuj hotlinkowanie

source: How to Prevent Hotlinking?
pl_pl: Jak zapobiegać hotlinkowaniu?

source: Allow hotlinking for
pl_pl: Pozwól na hotlinki z

source: Allowed hosts should be entered comma separated
pl_pl: Dopuszczone serwery powinny być oddzielone przecinkami

source: If you upgrade to Pro version all your settings will be saved.
pl_pl: Przy aktualizacji do wersji PRO wszystkie twoje ustawienia zostaną zapamiętane.

source: Allow access to XML files
pl_pl: Zezwól na dostęp do plików XML

source: The following string will be added to your .htaccess file
pl_pl: Ten tekst zostanie dodany do Twojego pliku .htaccess

source: It is necessary to get the access to sitemap files of all network`s blogs via link like %s
pl_pl: Wymagany jest dostęp do plików sitemap dla całej sieci przez link jak %s

source: Save Changes
pl_pl: Zapisz zmiany

source: Due to the peculiarities of the multisite work, Htaccess plugin has only
pl_pl: Z powodu działania multisite wtyczka htaccess posiada jedynie

source: Network settings page
pl_pl: Strona ustawień sieciowych

source: Due to the peculiarities of the multisite work, Htaccess plugin has the network settings page only and it should be Network Activated. Please
pl_pl: Z powodu działania multisite htaccess posiada tylko stronę ustawień sieci, opcja ta powinna zostać aktywowana. Proszę

source: Activate Htaccess for Network
pl_pl: Aktywuj Htaccess dla sieci
